Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Beratungsdienste im Bereich Affiliate-Marketing
en: Consultancy services in the field of affiliate marketing

source: Beratungsdienste im Bereich Online-Marketing
en: Consulting services in the field of Internet marketing

source: Verbreitung von Werbeanzeigen über das Internet
en: Dissemination of advertisements via the Internet

source: Werbung im Bereich Tourismus und Reisen
en: Advertising in the field of tourism and travel

source: Geschäftsführung von Großhandels- und Einzelhandelsgeschäften
en: Business management of wholesale and retail outlets

source: Geschäftsführung von Großhandelsgeschäften
en: Business management of wholesale outlets

source: Geschäftsführung von Einzelhandelsgeschäften
en: Business management of retail outlets

source: Geschäftsverwaltungsdienste in Bezug auf die Abwicklung von in einem globalen Computernetzwerk getätigten Verkäufe
en: Business administration services for the processing of sales made on a global computer network

source: Beratungsdienstleistungen in Bezug auf Personalmanagement
en: Consultancy and advisory services relating to personnel management

source: Beratungsdienste in Bezug auf Personalvermittlung
en: Consultancy and advisory services relating to personnel placement

source: Buchführungsdienstleistungen bei Fusionen und Übernahmen
en: Accounting services for mergers and acquisitions

source: Werbung für Waren und Dienstleistungen von Online-Anbietern über einen durchsuchbaren Online-Ratgeber
en: Advertising the goods and services of online vendors via a searchable online guide

source: Verkaufsförderung durch Kundentreueprogramme
en: Sales promotion through customer loyalty programs

source: Online-Verteilung von Werbeanzeigen
en: Dissemination of advertising matter online

source: Marktforschungsdienste in Bezug auf Kundentreue
en: Market research services regarding customer loyalty

source: Marktforschungsdienste in Bezug auf Internet-Nutzungsgewohnheiten
en: Market research services regarding Internet usage habits

source: Verwaltung von Anreizprogrammen zur Verkaufsförderung
en: Administration of sales promotion incentive programs

source: Verwaltung von Kundentreue- und Anreizprogrammen
en: Administration of customer loyalty and incentive schemes

source: Verwaltung von Verkaufs- und Verkaufsförderungsanreizprogrammen
en: Administration of sales and promotional incentive schemes

source: Vermittlung von Verträgen für den Kauf und Verkauf von Waren und Dienstleistungen
en: Procurement of contracts for the purchase and sale of goods and services

source: Veröffentlichung von Druckerzeugnissen in elektronischer Form zu Werbezwecken
en: Electronic publication of printed matter for advertising purposes

source: Anwerbung von Flughafenbodenpersonal
en: Recruitment of airport ground staff

source: Anwerbung von Flugpersonal
en: Recruitment of flight personnel

source: Beratung in Bezug auf Verkaufsmethoden und -techniken
en: Providing advice relating to sales methods and techniques

source: Verfassen von Werbetexten für Werbe- und Verkaufsförderungszwecke
en: Copywriting for advertising and promotional purposes

source: Beratungsdienste in Bezug auf die Organisation und Führung von Unternehmen
en: Advisory services relating to business organisation and management

source: Vermittlung von Kindermädchen
en: Nanny placement services

source: Vermittlung von Praktikumsstellen
en: Internship placement services

source: Werbedienstleistungen zur Sensibilisierung der Öffentlichkeit für Umweltthemen und Umweltinitiativen
en: Advertising services to promote public awareness of environmental issues and initiatives

source: Organisation von Blumen- und Pflanzenschauen für wirtschaftliche Zwecke oder Werbezwecke
en: Organisation of exhibitions of flowers and plants for commercial or advertising purposes

source: Verhandlung von Verträgen mit Trägern von Gesundheitskosten
en: Negotiation of contracts with health care payors

source: Werbung für den Verkauf von Modewaren durch Werbeartikel in Zeitschriften
en: Promoting the sale of fashion goods through promotional articles in magazines

source: Durchführung von Fachmessen in Bezug auf Automobile
en: Conducting trade shows in the field of automobiles

source: Geschäftsführung von Flughäfen
en: Business management of airports

source: Beratung in Bezug auf Steuerbuchführung
en: Consultancy relating to tax accounting

source: Administrative Abwicklung von computergestützten Kaufaufträgen
en: Administrative processing of computerized purchase orders

source: Administrative Abwicklung von Kaufaufträgen per Telefon oder Computer
en: Administrative processing of purchase orders placed by telephone or computer

source: Anwerbung von Personal der oberen Management-Ebene
en: Recruitment of high-level management personnel

source: Versandhandelsdienstleistungen für Kosmetika
en: Mail order retail services for cosmetics

source: Veröffentlichung von gedrucktem Material für Werbezwecke, in elektronischer Form
en: Publication of printed matter for advertising purposes in electronic form

source: Veröffentlichung von gedrucktem Material für Werbezwecke
en: Publication of printed matter for advertising purposes

source: Online-Veröffentlichung von Werbematerial
en: Publication of publicity materials on-line

source: Durchführen von Studien im Bereich der Öffentlichkeitsarbeit
en: Conducting studies in the field of public relations

source: Vermietung von Werbeflächen im Internet für Personalbeschaffung
en: Rental of advertising space on the Internet for employment advertising

source: Beratungsdienstleistungen bezüglich Management von Telefon-Callcentern
en: Consultancy services relating to the management of telephone call centers

source: Verkaufsförderung für Waren und Dienstleistungen von Dritten durch Werbung auf Internet-Seiten
en: Promoting the goods and services of others through advertisements on Internet websites

source: Beratung und Beratungsleistungen zur Warenbeschaffung für Dritte
en: Advisory and consultancy services relating to the procurement of goods for others

source: Präsentation von Firmen und deren Erzeugnissen und Dienstleistungen im Internet
en: Presentation of companies and their goods and services on the Internet

source: Arbeitsvermittlungsdienstleistungen für die Beschaffung von medizinischem Personal und Pflegepersonal
en: Employment agency services relating to placement of medical and nursing personnel

source: Erarbeitung von Marktanalysen
en: Preparation of market analysis reports

source: Verteilung von Handzetteln, Broschüren, Drucksachen und Warenproben zu Werbezwecken
en: Distribution of flyers, brochures, printed matter and samples for advertising purposes

source: Unternehmensberatungsdienstleistungen bezüglich Katastrophenplanung und Wiederherstellung
en: Business consultancy services relating to disaster planning and recovery

source: Beratung im Bereich Beschaffung von Waren und Dienstleistungen
en: Consultancy services relating to the procurement of goods and services

source: Vermittlung und Durchführung von Auktionen und Rückwärtsauktionen über Mobiltelefone
en: Arranging and conducting of auctions and reverse auctions via mobile telephones

source: Organisation und Durchführung von Auktionen und Rückwärtsauktionen mittels Computer und Telekommunikationsnetzwerke
en: Arranging and conducting of auctions and reverse auctions via computer and telecommunication networks

source: Zusammenstellung und Eingabe von Informationen in Datenbanken
en: Compilation and input of information into computer databases

source: Hilfe und Beratung bezüglich Geschäftsführung und -organisation
en: Assistance and consultancy relating to business management and organisation

source: Werbung, Verkaufsförderung und Öffentlichkeitsarbeit
en: Advertising, promotional and public relations services

source: Telefonantwort- und weitervermittlungsdienste
en: Telephone answering and message handling services

source: Beschaffung von Waren im Auftrag von Unternehmen
en: Procurement of goods on behalf of other businesses

source: Erarbeitung und Zusammenstellung von Geschäfts- und Handelsberichten und -informationen
en: Preparation and compilation of business and commercial reports and information

source: Nachforschungen im Zusammenhang mit Werbung und Marketing
en: Research services relating to advertising and marketing

source: Veröffentlichung von Werbematerial und -texten
en: Publication of publicity materials and texts

source: Postversandwerbung zur Anwerbung neuer Kunden und zur Bindung des bestehenden Kundenstamms
en: Direct mail advertising to attract new customers and to maintain the existing customer base

source: Unternehmensberatung hinsichtlich Franchising
en: Business advice and consultancy relating to franchising

source: Führen von Krankenakten und ‑unterlagen von Einzelpersonen
en: Maintaining files and records concerning the medical condition of individuals

source: Verwaltung von Plänen mit Kassenärzten
en: Administration of preferred provider plans

source: Bestellungsdienste für den Großhandel
en: Testing to determine professional competency

source: Erstellen von Aktienregistern
en: Shareholder record keeping services

source: Unternehmensberatung hinsichtlich Restaurant-Franchising
en: Business advice relating to restaurant franchising

source: Erstellung von Beförderungsdokumenten für Dritte [Büroarbeiten]
en: Providing transportation documentation for others [administrative services]

source: Erteilen von Auskünften im Bereich Zeitmanagement
en: Providing information in the field of time management

source: Erteilen von Auskünften über Waren für Verbraucher mittels Internet
en: Providing consumer product information via the Internet

source: Verkaufsförderung für Waren und Dienstleistungen Dritter durch ein Vorzugskundenprogramm
en: Promoting the goods and services of others by means of a preferred customer program

source: Bewerben und Durchführen von Fachmessen
en: Promoting and conducting trade shows

source: Produktion und Verbreitung von Rundfunk- und Fernsehwerbung
en: Production and distribution of radio and television commercials

source: Bearbeitung von Telefonumfragen in Bezug auf beworbene Waren und Dienstleistungen
en: Processing telephone inquiries regarding advertised goods and services

source: Erstellung von Werbe- und Merchandisingmaterialien für Dritte
en: Preparing promotional and merchandising material for others

source: Erstellung und Platzierung von Außenwerbung für Dritte
en: Preparing and placing outdoor advertisements for others

source: Erstellung und Platzierung von Werbeanzeigen für Dritte
en: Preparing and placing advertisements for others

source: Organisation und Durchführung von Jobmessen
en: Organising and conducting job fairs

source: Online-Bestelldienste von Restaurants mit Außer-Haus-Verkauf und Lieferservice
en: On-line ordering services in the field of restaurant take-out and delivery

source: Verwaltung von Hotelprämienprogrammen Dritter
en: Management of hotel incentive programs of others

source: Erstellung eines Verzeichnisses der Tierarten
en: Maintaining a registry of animal breeds

source: Analyse des Getreidemarkts
en: Grain market analysis

source: Veröffentlichung von Werbung für Dritte
en: Displaying advertisements for others

source: Entwicklung und Koordinierung von Freiwilligenprojekten für Wohltätigkeitsorganisationen
en: Developing and coordinating volunteer projects for charitable organisations

source: Durchführung von Online-Recherchen zur Geschäftsführung
en: Conducting online business management research surveys

source: Neugestaltung von Geschäftsabläufen
en: Business process re-engineering

source: Planung von Geschäftsterminen
en: Business meeting planning

source: Beratung zu Fragen der Geschäftsführung auf dem Gebiet der Entwicklung von Führungs- und Leitungskräften
en: Business management consultancy in the field of executive and leadership development

source: Buchführung für den elektronischen Zahlungstransfer
en: Bookkeeping for electronic funds transfer

source: Veranstaltung und Durchführung von Fachmessen
en: Arranging and conducting trade show exhibitions

source: Verwaltung, Abrechnungen und Kontenabstimmung im Namen Dritter
en: Administration, billing and reconciliation of accounts on behalf of others

source: Verwaltung von Erstattungsprogrammen für Patienten
en: Administration of patient reimbursement programs

source: Verwaltung von Austauschprogrammen im Bereich Kultur und Bildung
en: Administration of cultural and educational exchange programs

source: Bereitstellung eines online abrufbaren Werbeleitfadens
en: Providing searchable online advertising guides

source: Verkaufsförderung für Finanz- und Versicherungsdienstleistungen im Auftrag Dritter
en: Promotion of financial and insurance services, on behalf of third parties

source: Verteilung von Prospekten und Warenproben zu Werbezwecken
en: Distribution of prospectuses and samples for advertising purposes

source: Verbreitung von Werbung mittels Online-Kommunikationsnetzen
en: Dissemination of advertising via online communications networks

source: Verwaltungsdienstleistungen in Bezug auf die Zollabfertigung
en: Administrative services relating to customs clearance

source: Registrierung von schriftlichen Mitteilungen und Daten
en: Registration of written communications and data

source: Aktualisierung und Pflege von Informationen in Registern
en: Updating and maintenance of information in registries

source: Zusammenstellung von Informationsverzeichnissen für Geschäfts- und Werbezwecke
en: Compiling indexes of information for commercial or advertising purposes

source: Produktion von Teleshopping-Sendungen
en: Production of teleshopping programmes

source: Beratung im Bereich Kommunikationsstrategien in der Werbung
en: Consultancy regarding advertising communications strategy

source: Verhandlung von Geschäftsverträgen für Dritte
en: Negotiation of business contracts for others

source: Marketing für Waren und Dienstleistungen von Dritten
en: Marketing the goods and services of others

source: Verwaltung eines Rabattprogramms, durch das Teilnehmer durch die Verwendung einer Rabatt-Mitgliedskarte Rabatt auf Waren und Dienstleistungen erhalten können
en: Administration of a discount program for enabling participants to obtain discounts on goods and services through use of a discount membership card

source: Werbung, einschließlich Verkaufsförderung für Waren und Dienstleistungen Dritter durch Sponsoren- und Lizenzvereinbarungen in Bezug auf internationale Sportveranstaltungen
en: Advertising, including promotion of products and services of third parties through sponsoring arrangements and licence agreements relating to international sports' events

source: Entwicklung von betriebswirtschaftlichen Konzepten
en: Development of concepts for business economy

source: Verwaltungsdienstleistungen für Industrie- und Handelsunternehmen in Bezug auf die Beschaffung von Büroartikeln
en: Management on behalf of industrial and commercial enterprises in terms of supplying them with office requisites

source: Verkaufsförderung unter Verwendung von audiovisuellen Medien
en: Organisation of promotions using audiovisual media

source: Auslagerungsdienstleistungen in Form der Verwaltung von Kundengeschäftsbeziehungen
en: Outsource service provider in the field of customer relationship management

source: Auslagerungsdienstleistungen in Form von Organisation der Beschaffung von Waren für Dritte
en: Outsourcing services in the nature of arranging procurement of goods for others

source: Auskünfte über Geschäftsinformationen im Bereich sozialer Medien
en: Providing business information in the field of social media

source: Talentagenturdienste [Geschäftsführung für darstellende Künstler]
en: Talent agency services [business management of performing artists]

source: Digitale Werbedienstleistungen
en: Digital advertising services

source: Verfassen von Drehbüchern für Werbezwecke
en: Scriptwriting for advertising purposes

source: Beratung bei der Organisation und Führung von Unternehmen
en: Business management and organization consultancy

source: Beratungsdienste in Fragen der Geschäftsführung
en: Advisory services for business management

source: Zusammenstellung von Daten in Computerdatenbanken
en: Compilation of information into computer databases

source: Online-Werbung in einem Computernetzwerk
en: On-line advertising on a computer network

source: Geschäftsführung
en: Business management

source: Personalauswahl mit Hilfe von psychologischen Eignungstests
en: Psychological testing for the selection of personnel

source: Unternehmensberatung in Bezug auf Franchising
en: Administrative processing of purchase orders

source: Verteilung von Warenproben zu Werbezwecken
en: Distribution of samples for publicity purposes

source: Verfassen von Werbetexten
en: Writing of publicity texts

source: Verbreitung von Werbematerial
en: Distribution of advertising material

source: Verbreitung von Werbeanzeigen
en: Dissemination of advertising matter

source: Durchführung von Versteigerungen
en: Carrying out auction sales

source: Buchführung
en: Book-keeping

source: Betriebswirtschaftliche Beratung
en: Professional business consultancy

source: Zusammenstellung statistischer Informationen
en: Compilation of statistical information

source: Erstellen von Statistiken
en: Compilation of statistics

source: Personalverwaltung
en: Personnel management

source: Beratung in Fragen des Personalwesens
en: Personnel management consultancy

source: Bereitstellen eines Online-Marktplatzes für Käufer und Verkäufer von Waren und Dienstleistungen
en: Provision of an on-line marketplace for buyers and sellers of goods and services

source: Entwurf von Werbemitteln
en: Design of advertising materials

source: Outgesourcte Verwaltungsdienstleistungen für Unternehmen
en: Outsourced administrative management for companies

source: Vermietung von Plakatwänden [Reklametafeln]
en: Rental of billboards [advertising boards]

source: Abfassung von Lebensläufen für Dritte
en: Writing of curriculum vitae for others

source: Bestätigung von geplanten Terminen für Dritte
en: Confirming scheduled appointments for others

source: Wiederauffinden von Daten
en: Data retrieval services

source: Online-Einzelhandelsdienstleistungen bezüglich Kosmetika und Schönheitsprodukte
en: Online retail store services relating to cosmetic and beauty products

source: Beratung und Zurverfügungstellen von Informationen bezüglich Buchführung
en: Consultancy and information services relating to accounting

source: Beratung bei der Organisation und Führung von Unternehmen im Bereich des Personalmanagements
en: Business organisation and management consultancy in the field of personnel management

source: Beratung über das Internet in Bezug auf Geschäftsführung
en: Business management consultancy via the Internet

source: Hilfe bei der und Beratung in Bezug auf Geschäftsorganisation und- führung
en: Assistance and advice regarding business organisation and management

source: Erteilen von Geschäftsinformationen mittels eines Verzeichnisses in einem globalen Computernetzwerk
en: Providing business information directory services, via a global computer network

source: Verkaufsförderung für Waren und Dienstleistungen Dritter über globales Computernetz
en: Promoting the goods and services of others via a global computer network

source: Veranstaltung von Handelsmessen für Werbezwecke
en: Organisation of trade fairs for advertising purposes

source: Organisation und Verwaltung von Kundentreueprogrammen
en: Organisation and management of customer loyalty programs

source: Initiierung von Telefonanrufen für andere
en: Initiating telephone calls for others

source: Entwicklung und Umsetzung von Marketingstrategien für andere
en: Development and implementation of marketing strategies for others

source: Unternehmensberatungsdienstleistungen bezüglich Einrichtung und Betrieb von Franchisen
en: Business advisory services relating to the establishment and operation of franchises

source: Vermittlung von Verträgen für Dritte über die Erbringung von Dienstleistungen
en: Arranging of contracts, for others, for the providing of services

source: Werbung für gewerbliche Websites
en: Advertising of business web sites

source: Werbung für Dritte
en: Advertising for others

source: Beratung in Bezug auf Sponsorensuche
en: Sponsorship search consultancy services

source: Verkaufsförderungsdienste an Kaufs- oder Verkaufsstandorten für Dritte
en: Sales promotions at point of purchase or sale, for others

source: Beschaffung von Waren und Dienstleistungen für andere Unternehmen
en: Purchasing of goods and services for other businesses

source: Personalmanagement- und Stellenvermittlungsberatung
en: Personnel management and employment consultancy

source: Suche und Auswahl von leitenden Angestellten
en: Executive search and selection services

source: Vermittlung von Verträgen für Dritte über den An- und Verkauf von Waren
en: Arranging of contracts for others for the buying and selling of goods

source: Verwaltung von Treueprogrammen mit Rabatten oder Prämien
en: Administration of loyalty programs involving discounts or incentives

source: Fachliche Beratung in Bezug auf Personalmanagement
en: Professional consultancy relating to personnel management

source: Vermittlung von Verträgen für Dritte im Zusammenhang mit dem Verkauf von Waren
en: Procurement of contracts for others relating to the sale of goods

source: Vermittlung von Werbe-und Förderverträgen für Dritte
en: Arranging advertising and promotional contracts for others

source: Verbreitung von Werbematerial und Material zur Verkaufsförderung
en: Dissemination of advertising and promotional materials

source: Vermittlung von Verträgen, für Dritte, über den Kauf und Verkauf von Waren und Dienstleistungen
en: Arranging of contracts for the purchase and sale of goods and services, for others

source: Vermittlung von Handelsgeschäften für Dritte über Online-Shops
en: Arranging commercial transactions, for others, via online shops

source: Organisation und Durchführung von Werbeveranstaltungen
en: Arranging and conducting of advertising events

source: Vermittlung von Werbeverträgen für Dritte
en: Arranging advertising contracts for others

source: Vermietung von Online-Werbeflächen
en: Rental of advertising space on-line

source: Zurverfügungstellen von Informationen zu Online-Handelsverzeichnissen
en: Providing online commercial directory information services

source: Geschäftsführung und -verwaltung
en: Business administration and management

source: Präsentation von Firmen im Internet und anderen Medien
en: Presentation of companies on the Internet and other media

source: Zusammenstellung von Daten in Computerbanken
en: Collating of data in computer databases

source: Werbepräsentation von Waren und Dienstleistungen anderer im Internet
en: Promoting the goods and services of others over the Internet

source: Computergestützte Bestellannahme
en: Computerized on-line ordering services

source: Entwurf von Absatzanalysen
en: Design of marketing surveys

source: Verwaltung von Geschäftsakten
en: Business file management

source: Einzelhandelsdienstleistungen in Bezug auf tragbare Computer
en: Retail services in relation to wearable computers

source: Indexierung von Webseiten für Geschäfts- und Werbezwecke
en: Web indexing for commercial or advertising purposes

source: Verwaltung von Vielfliegerprogrammen
en: Administration of frequent flyer programs

source: Terminerinnerungsdienste [Büroarbeiten]
en: Appointment reminder services [office functions]

source: Verwaltung von Kundenbindungsprogrammen
en: Administration of consumer loyalty programs
